Repository: madmonkeyworks/axima-payment-gateway
Catalog: lang/axima-payment-gateway-*.po
Languages: cs_cz

source: Enable/Disable
cs_cz: Zapnout/Vypnout

source: Enable pays.cz payment
cs_cz: Zapnout plabu pomocí pays.cz

source: Title
cs_cz: Titulek

source: This controls the title which the user sees during checkout.
cs_cz: Toto políčko nastavuje titulek, který uživatel uvidí při platbě

source: Pays.cz payment
cs_cz: Pays.cz platba

source: Customer Message
cs_cz: Zpráva pro zákazníka

source: Settings
cs_cz: Nastavení

source: Dashboard
cs_cz: Nástěnka

source: Total payments paid/initiated
cs_cz: Celkově zaplaceno/zahájeno plateb

source: Last week payments paid/initiated
cs_cz: Zaplaceno/zahájeno plateb za poslední týden

source: Total errors
cs_cz: Celkově chyb

source: Last week errors
cs_cz: Chyby za poslední týden

source: Logs
cs_cz: Logy

source: Date
cs_cz: Datum

source: Customer
cs_cz: Zákazník

source: Order
cs_cz: Objednávka

source: Amount
cs_cz: Částka

source: Status
cs_cz: Stav

source: Note
cs_cz: Poznámka

source: Initiated
cs_cz: Zahájena

source: Paid
cs_cz: Zaplacena

source: Error
cs_cz: Chyba

source: Your merchant ID for pays.cz service
cs_cz: Merchant ID pro pays.cz službu

source: Your shop ID for pays.cz service
cs_cz: Shop ID pro pays.cz službu

source: Hash password
cs_cz: Heslo

source: Password for verifying requests from payment gate. You should get this password with your contract.
cs_cz: Heslo pro potvrzení požadavků z platební brány.

source: Confirmation URL
cs_cz: URL pro potvrzení platby

source: Copy this URL to your settings in pays.cz administration to confirmation URL field.
cs_cz: Zkopírujte tuto URL do nastavení v administraci pays.cz > URL pro potvrzení platby.

source: Success payment page
cs_cz: Stránka pro úspěšnou platbu

source: Copy this URL to your settings in pays.cz administration to success payment URL field.
cs_cz: Zkopírujte tuto URL do nastavení v administraci pays.cz > URL pro úspěšnou platbu

source: Offline payment page
cs_cz: Stránka pro offline (zahájenou) platbu

source: Copy this URL to your settings in pays.cz administration to offline payment URL field.
cs_cz: Zkopírujte tuto URL do nastavení v administraci pays.cz > URL pro offline (zahájenou) platbu

source: Failed payment page
cs_cz: Stránka pro chybnou platbu

source: Copy this URL to your settings in pays.cz administration to failed payment URL field.
cs_cz: Zkopírujte tuto URL to nastavení v administraci pays.cz do URL pro chybnou platbu

source: Save
cs_cz: Uložit

source: Cancel
cs_cz: Zrušit
